messages-greeting = 👋 Привет, {$name}! Я Лекси, и я помогу тебе изучать языки.
buttons-back = 🔙 Назад

messages-language_select = 🌐 Выбери предпочитаемый язык для интерфейса:
messages-available_ui_language = Доступые языки:
messages-language_not_supported = ❌ Язык не поддерживается. Попробуй снова или используй кнопку ниже.
messages-language_changed = ✅ Язык изменён на {$language}
buttons-show_languages = Показать доступные языки

messages-story_language_select = 📚 Выбери предпочитаемый язык для создания историй:
messages-story_language_not_supported = ❌ Язык истории не поддерживается. Попробуй снова или используй кнопку ниже.
messages-story_language_changed = ✅ Язык истории изменён на {$language}
